/*
 * React.js Starter Kit
 * Copyright (c) 2014 Konstantin Tarkus (@koistya), KriaSoft LLC.
 *
 * This source code is licensed under the MIT license found in the
 * LICENSE.txt file in the root directory of this source tree.
 */

import './Lights.less';
import React, { PropTypes } from 'react'; // eslint-disable-line no-unused-vars

class Lights {
  render() {
    return (
      <div className="row">
	  	И обратно не хотите?

	  	Я уже большую часть времени провожу за рубежом — по ряду причин: ребенок, парусный спорт, бизнес. Сейчас ситуация немного изменилась, потому что я недавно вышел из зернового проекта, но в любом случае я по-прежнему планирую жить не в России.

	  	Бизнес, конечно, привязан к России и останется тут — от этого никуда не денешься. Хотя сейчас мы запускаем проект в Европе — онлайн-сервис для аренды автомобилей. Хочу попробовать улучшить модель, по которой функционируют традиционные агентства по прокату автомобилей, — в их работе, на мой взгляд, сейчас много странностей.

	  	Что именно вы хотите улучшить?

	  	Мы планируем начать с автомобилей высокого ценового сегмента: от 60 до 220 тысяч евро. Будем пробовать поменять сам принцип: сдавать не абстрактную машину определенного класса, а конкретный автомобиль. То есть клиент будет арендовать не автомобиль премиум-класса в вакууме, а, к примеру, конкретный Mercedes S-класса, с точно описанной комплектацией, определенного цвета, понятным пробегом, годом выпуска, фотографии которого и выложены на сайте.

	  	И какой тариф вы предполагаете?
	  	И обратно не хотите?

	  	Я уже большую часть времени провожу за рубежом — по ряду причин: ребенок, парусный спорт, бизнес. Сейчас ситуация немного изменилась, потому что я недавно вышел из зернового проекта, но в любом случае я по-прежнему планирую жить не в России.

	  	Бизнес, конечно, привязан к России и останется тут — от этого никуда не денешься. Хотя сейчас мы запускаем проект в Европе — онлайн-сервис для аренды автомобилей. Хочу попробовать улучшить модель, по которой функционируют традиционные агентства по прокату автомобилей, — в их работе, на мой взгляд, сейчас много странностей.

	  	Что именно вы хотите улучшить?

	  	Мы планируем начать с автомобилей высокого ценового сегмента: от 60 до 220 тысяч евро. Будем пробовать поменять сам принцип: сдавать не абстрактную машину определенного класса, а конкретный автомобиль. То есть клиент будет арендовать не автомобиль премиум-класса в вакууме, а, к примеру, конкретный Mercedes S-класса, с точно описанной комплектацией, определенного цвета, понятным пробегом, годом выпуска, фотографии которого и выложены на сайте.

	  	И какой тариф вы предполагаете?
	  	И обратно не хотите?

	  	Я уже большую часть времени провожу за рубежом — по ряду причин: ребенок, парусный спорт, бизнес. Сейчас ситуация немного изменилась, потому что я недавно вышел из зернового проекта, но в любом случае я по-прежнему планирую жить не в России.

	  	Бизнес, конечно, привязан к России и останется тут — от этого никуда не денешься. Хотя сейчас мы запускаем проект в Европе — онлайн-сервис для аренды автомобилей. Хочу попробовать улучшить модель, по которой функционируют традиционные агентства по прокату автомобилей, — в их работе, на мой взгляд, сейчас много странностей.

	  	Что именно вы хотите улучшить?

	  	Мы планируем начать с автомобилей высокого ценового сегмента: от 60 до 220 тысяч евро. Будем пробовать поменять сам принцип: сдавать не абстрактную машину определенного класса, а конкретный автомобиль. То есть клиент будет арендовать не автомобиль премиум-класса в вакууме, а, к примеру, конкретный Mercedes S-класса, с точно описанной комплектацией, определенного цвета, понятным пробегом, годом выпуска, фотографии которого и выложены на сайте.

	  	И какой тариф вы предполагаете?
	  </div>
    );
  }

}

export default Lights;
